"CURRENT_LANGUAGE" = "Spanish";

"Documents" = "Documentos";
"Favorites" = "Favoritos";
"Preferences" = "Preferencias";
"Where" = "Dónde";
"Terminal" = "Terminal";
"Find" = "Buscar";
"Music" = "Música";
"Trash" = "Papelera";
"Stop" = "Detener";
"Help" = "Ayuda";
"Find Text" = "Buscar texto";
"Info" = "Información";
"Pictures" = "Imágenes";
"Show" = "Mostrar";
"Compress" = "Comprimir";
"Open" = "Abrir";
"Computer" = "Ordenador";
"Disk Image" = "Imagen de disco";
"Delete" = "Borrar";
"Move" = "Mover";
"New Folder" = "Carpeta nueva";
"Finder" = "Finder";
"Copy" = "Copiar";
"Desktop" = "Escritorio";
"Duplicate" = "Duplicar";
"Public" = "Pública";
"Preview" = "Vista previa";
"Decompress" = "Descomprimir";
"Find/Stop" = "Buscar/Parar";
"Eject" = "Expulsar";
"Applications" = "Aplicaciones";
"Home" = "Inicio";
"Back" = "Retroceder";
"Movies" = "Películas";
"Stop" = "Parar";
"Copy" = "Copiar";
"Cancel" = "Cancelar";
"OK" = "OK";
"Hide Invisible Files" = "Esconder Archivos Invisibles";
"Hide Icons" = "Esconder Iconos";
"Show Invisible Files" = "Mostrar Archivos Invisibles";
"Hide Desktop" = "Esconder el escritorio de Path Finder";
"Show Icons" = "Mostrar Iconos";
"Hide Preview" = "Esconder vista previa";
"Show Desktop" = "Mostrar el escritorio de Path Finder";
"Smart Sorting Off" = "Orden inteligente desactivado";
"Show Preview" = "Mostrar vista previa";
"Smart Sorting On" = "Orden inteligente activado";
"Generic Icons Off" = "Desactivar iconos genéricos";
"Generic Icons On" = "Activar iconos genéricos";
"Preview" = "Vista previa";
"Update Database" = "Actualizar base de datos";
"Updating..." = "Actualizando...";
"Reveal in Finder" = "Mostrar en Finder";
"View as Hex" = "Ver como Hex";
"Show in New Window" = "Mostrar en nueva ventana";
"Make Alias" = "Crear alias";
"Duplicate" = "Duplicar";
"Rename" = "Renombrar";
"Move to Trash" = "Colocar en la Papelera";
"Open with %@" = "Abrir con %@";
"Eject" = "Expulsar";
"Open" = "Abrir";
"Open with" = "Abrir con";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Revise los ajustes de iTools en el panel Internet de Preferencias del Sistema.";
"Initializing..." = "Inicializando...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Esta versión beta de Path Finder ha expirado.  Descargue la última versión de cocoatech.com.";
"Error getting iDisk user name and password" = "Error al obtener nombre de usuario y contraseña de iDisk";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Muy recomendable.  Más adelante podrá modificar este ajuste en las Preferencias.";
"Quit" = "Salir";
"Don't Quit" = "No salir";
"Done" = "Hecho";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "¡Si mantiene Path Finder funcionando, siempre estará ahí cuando lo necesite!\r\rEste mensaje se puede desactivar en las Preferencias.";
"No" = "No";
"Yes" = "Si";
"Would you like Path Finder to launch automatically when you log in?" = "¿Desea arrancar Path Finder automáticamente cuando inicie la sesión?";
"Really Quit?" = "¿Desea Salir realmente?";
"Expired" = "Expirado";
"Image: " = "Imagen: ";

"to" = "a";
"Stop" = "Detener";
"Home" = "Inicio";
"Find" = "Buscar";
"Computer" = "Ordenador";
"View as Hex" = "Ver como Hex";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Actualizar la base de datos puede tardar unos minutos, pero una vez actualizada es extremadamente rápido buscar archivos en su ordenador";
"Idle" = "Idle";
"Found: %d" = "Encontrados: %d";
"Move to Trash" = "Colocar en la Papelera";
"Open with %@" = "Abrir con %@";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Para sacarle el máximo partido al buscador de Path Finder, debe crear una base de datos local.  Haga clic en el botón \"Actualizar base de datos\" en las preferencias.";
"Show in New Window" = "Mostrar en nueva ventana";
"Open" = "Abrir";
"Finding..." = "Buscando...";
"Open with %@" = "Abrir con %@";
"Found: %d" = "Encontrados: %d";
"Computer" = "Ordenador";
"%d items" = "%d ítems";
"Open with %@" = "Abrir con %@";
"%@ available, %@ used" = "%@ disponibles, %@ usados";
"link" = "enlace";
"The original file may have been moved or deleted." = "El archivo original puede haberse movido o borrado.";
"Could not resolve alias." = "No se encuentra el original.";
"Rename" = "Renombrar";
"alias" = "alias";
"Error creating directory." = "Error al crear el directorio.";
"Write error." = "Error al escribir.";

"Read error." = "Read error.";
"Error creating file." = "Error al crear el archivo.";
"Error creating symbolic link." = "Error al crear enlace simbólico.";
"There is no application available to open the document \"%@\"." = "No se encuentra la aplicación para abrir \"%@\".";
"OK" = "OK";
"Alert!" = "Alerta!";
"View Hex" = "Ver Hex";
"Computer" = "Ordenador";
"You do not have permission to trash this item." = "No dispone de suficientes privilegios para borrar este ítem.";
"copy" = "copiar";
"Trash operation could not be completed." = "No se completó la operación vaciar papelera.";
"Choose a valid destination." = "Seleccione un destino válido.";
"Compress..." = "Comprimir...";
"Destination does not exist" = "No existe el destino";
"Decompress..." = "Descomprimir...";
"Date Created" = "Creación";
"Kind" = "Tipo";
"Date Modified" = "Modificación";
"Name" = "Nombre";
"Size" = "Tamaño";
"Version" = "Versión";
"Replace All" = "Reemplazar todos";
"Error!" = "Error!";
"Replace" = "Reemplazar";
"Go Menu" = "Menú Ir";
"Building Menus" = "Construyendo Menús";
"Favorites Menu" = "Menú Favoritos";
"Running Applications Menu" = "Menú Aplicaciones Ejecutándose";
"Applications Menu" = "Menú Aplicaciones";

"Developer" = "Desarrolladores";
"Float Window" = "Ventana Flotante";

"Transparency" = "Transparencia";
"Find" = "Buscar";
"Path" = "Ruta";
"iDisk" = "iDisk";
"History" = "Historial";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder no pudo enviar automáticamente el email para informar de un fallo en la aplicación.  Copie el contenido de esta ventana y péguelo en un email para bugs@cocoatech.com";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder ha encontrado un error inesperado. Por favor envíe este informe a bugs@cocoatech.com para que pueda ser arreglado en la próxima versión.";
"Bug Reporter" = "Informador de fallos";
"Email Report" = "informe por email";
"Path Finder has been updated to version %@!" = "Path Finder ha sido actualizado a la versión %@!";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Estás utilizando la versión %@.  Descarga la versión %@ desde www.cocoatech.com";
"Update Now" = "Actualizar ahora";

"The item \"%@\" could not be moved to the trash." = "El ítem \"%@\" no se pudo colocar en la Papelera.";
"Would you like to delete it immediately?" = "¿Desea eliminarlo inmediatamente?";

"Label" = "Etiqueta";

"View" = "Listado";
"Dynamic" = "Dinámico";

"Sort Ascending" = "Orden ascendiente";
"Sort Descending" = "Orden descendiente";

"as Icons" = "como iconos";
"as List" = "como lista";
"as Columns" = "como columnas";

"Touch" = "Tocar";

"Created:" = "Creado:";
"Size:" = "Tamaño:";
"Free:" = "Libre:";
"Version:" = "Versión:";
"Modified:" = "Modificado:";
"Kind:" = "Tipo:";
"Resolved:" = "Resuelto:";
"Capacity:" = "Capacidad:";
"Path:" = "Ruta:";
"Volume:" = "Volumen:";
"Format:" = "Formato:";

"Name:" = "Nombre:";
"Owner:" = "Propietario:";
"Group:" = "Grupo:";
"Permission:" = "Privilegios:";
"Type:" = "Tipo:";
"Creator:" = "Creador:";

"New File" = "Archivo Nuevo";
"Preview" = "Preestreno";
"Forward" = "Adelante";
"Mount Point:" = "Punto de Montaje:";
"Device:" = "Dispositivo:";
"MP3:" = "MP3:";

"Application:" = "Aplicación:";

"Are you sure you want to remove the items in the Trash permanently?" = "¿Esta seguro que quiere disponer inmediatamente de los ítems en la papelera?";
"You cannot undo this action." = "No puedes deshacer esta acción";

"Tool Drawer" = "Cajón de Herramientas";
"Preview Drawer" = "Cajón de Preestreno";
"Busy" = "Ocupado";

"Local Disks" = "Discos Locales";
"Everywhere" = "Por Todas Partes";

"Connect" = "Conecta";
"Hide" = "Oculta";
"Show" = "Mostrar";
"Search" = "Buscar";

"Choose Volume" = "Seleccione Volumen";

"Hide %@" = "Oculta %@";
"Hide Others" = "Oculta Otros";
"Show All" = "Muestra Todos";

"Show Trash Can" = "Show Trash Can";
"Hide Trash Can" = "Hide Trash Can";

"Go to Folder" = "Ir a la carpeta";
"Go to the folder:" = "Ir a la carpeta:";
"Go" = "Ir";

"Search Results for '%@' in '%@'" = "Search Results for '%@' in '%@'";

"Find String:" = "Find String:";
"Search Location:" = "Search Location:";

"An error occurred while trying to mount \"%@\"." = "An error occurred while trying to mount \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "An error occurred while trying to unmount \"%@\".";
"An error occurred while trying to eject \"%@\"." = "An error occurred while trying to eject \"%@\".";
"Error: %d" = "Error: %d";

"Really Open?" = "Really Open?";
"Do you want to open all %d items?" = "Do you want to open all %d items?";

"Searching..." = "Searching...";

"Encoding" = "Encoding";
"Convert document to plain text?" = "Convert document to plain text?";
"Converting will lose fonts, colors, and other text styles in the document." = "Converting will lose fonts, colors, and other text styles in the document.";

"Text Editor" = "Text Editor";
"Play Sound" = "Play Sound";

"Access" = "Access";
"Access:" = "Access:";
"Owner" = "Owner";
"Group" = "Group";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Seleccione un ítem del menú y seguidamente pulse el comando a asignarle. La tecla Retroceso lo borra.";
"Menu" = "Menú";
"Command" = "Cmdo";
"Menu Key Editor" = "Editor atajos de menú";

"Welcome to Path Finder" = "Bienvenido a Path Finder";
"Buy Later" = "Después";
"Buy Now" = "Comprar";
"Enter Registration Code" = "Introducir Registro";
"%d days remaining" = "%d days remaining";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Apreciamos tu soporte!  Path Finder está siendo continuamente actualizado y mejorado gracias al soporte de usuarios como tú. ";
"Purchase Path Finder today!" = "Compra Path Finder hoy!";
"%d day free trial" = "%d day free trial";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Al comprar Path Finder, se le enviará un número de registro.  Introduzca ese código y la dirección de correo a la que se le ha enviado.";
"Email Address:" = "Dirección de correo:";
"Registration Code:" = "Número de registro:";

"Invalid Registration Code!" = "Código de registro inválido!";
"Thank you for registering Path Finder!" = "Gracias por registrar Path Finder!";
"This copy of Path Finder is not registered" = "Esta copia de Path Finder no está registrada";
"Close" = "Close";

"Font Sample" = "Font Sample";

"View Text" = "Ver Texto";
"Password" = "Password";

"Remove Top" = "Remove Top";
"Remove All" = "Remove All";

"New Shelf..." = "New Shelf...";
"Remove Shelf" = "Remove Shelf";
"Drop Stack" = "Drop Stack";
"Standard" = "Standard";
"Processes" = "Processes";
"Process Drawer" = "Process Drawer";

"Empty" = "Empty";
"Shelf" = "Shelf";

"Zoom In" = "Zoom In";
"Zoom Out" = "Zoom Out";
"Go to Page" = "Go to Page";
"Page %d of %d" = "Page %d of %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "This PDF is password protected.  Without a password, some operations with this document will be restricted.";
"To enable more operations, enter a password:" = "To enable more operations, enter a password:";

"Summarize" = "Summarize";
"Sentences" = "Sentences";
"Paragraphs" = "Paragraphs";
"Shelf Name" = "Shelf Name";
"Icon Size" = "Icon Size";
"Toggle Shelf" = "Toggle Shelf";
"Activate URLs" = "Activate URLs";

"License Agreement" = "Licencia";
"Agree" = "Aceptar";
"Disagree" = "No aceptar";
"Clean up" = "Clean up";
"Info" = "Info";
"%d of %d items selected" = "%d of %d items selected";
"Action" = "Action";
"Remove Shelf?" = "Remove Shelf?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Are you sure you want to remove the shelf named \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Close";
"New" = "New";
"New Tab" = "New Tab";

"Do you really want to close this terminal session?" = "Do you really want to close this terminal session?";
"Closing this session will terminate the following processes inside it: " = "Closing this session will terminate the following processes inside it: ";
"Terminal Drawer" = "Terminal Drawer";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Borrado Seguro";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "El Borrado Seguro sobreescribe los archivos antes de borrarlos.  Los archivos son sobreescritos tres veces, primero con el \"byte pattern\" 0xff, después con 0x00, y después con 0xff otra vez.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "ATENCIÓN:  El documento será eliminado definitivamente.  Esta acción NO se puede deshacer.";
"Execute delete with root privileges" = "Eliminar con privilegios root";
"Normal Delete" = "Borrado Normal";
"Secure Delete" = "Borrado Seguro";
"%d Applications" = "%d Applications";
"Extension" = "Extension";
"Convert Image" = "Convertir Gráfico";
"Disk Usage" = "Disk Usage";

"Do you want to force %@ to quit?" = "Do you want to force %@ to quit?";
"You will lose any unsaved changes." = "You will lose any unsaved changes.";
"Force Quit" = "Force Quit";

"Burn" = "Burn";
"Burning %@ disc" = "Burning %@ disc";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Not Specified";
"Found: %d" = "Found: %d";
"All" = "All";

"Today" = "Today";
"the last 2 days" = "the last 2 days";
"the last 3 days" = "the last 3 days";
"the last week" = "the last week";
"the last 2 weeks" = "the last 2 weeks";
"the last 3 weeks" = "the last 3 weeks";
"the last month" = "the last month";
"the last 2 months" = "the last 2 months";
"the last 3 months" = "the last 3 months";
"the last 6 months" = "the last 6 months";
"the last year" = "the last year";

"Find by" = "Find by";
"Find by Name" = "Find by Name";
"Find by Content" = "Find by Content";
"Search Locations" = "Search Locations";

"Partial match" = "Partial match";
"Exact match" = "Exact match";
"Starts with" = "Starts with";
"Ends with" = "Ends with";

"Search inside packages" = "Search inside packages";
"Search inside the System folder" = "Search inside the System folder";

"Security Level" = "Security Level";
"Simple Security (1 pass)" = "Simple Security (1 pass)";
"Medium Security (7 passes)" = "Medium Security (7 passes)";
"Ultra Security (35 passes)" = "Ultra Security (35 passes)";

"Burning Disk Image" = "Burning Disk Image";
"Burning:" = "Burning:";
"Eject disc after burning" = "Eject disc after burning";
"Verify disc after burning" = "Verify disc after burning";

"Play" = "Play";
"Parent" = "Parent";

"Greater than" = "Greater than";
"Less than" = "Less than";
"Visibility:" = "Visibility:";
"Visible" = "Visible";
"Invisible" = "Invisible";
"Content:" = "Content";
"Extension:" = "Extension:";
"Label:" = "Etiqueta:";

"Document" = "Document";
"Folder" = "Folder";
"Application" = "Application";
"Audio" = "Audio";
"Image" = "Image";
"Movie" = "Movie";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Sample";
"%d seconds" = "%d seconds";
"Duration:" = "Duration:";

"Find results incomplete." =  "Find results incomplete.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again.";

"untitled" = "sin título";
"Path Drawer" = "Path Drawer";

/* Screen Capture Panel */
"Screen Capture" = "Screen Capture";
"Escape Key:" = "Escape Key:";
"Cancels interactive screen shot mode" = "Cancels interactive screen shot mode";
"Space Key:" = "Space Key:";
"Toggle between mouse and window selection modes" = "Toggle between mouse and window selection modes";
"Control Key:" = "Control Key:";
"Causes screen shot to go to clipboard" = "Causes screen shot to go to clipboard";
"Hot keys in screen capture mode" = "Hot keys in screen capture mode";
"Selection" = "Selection";
"Window" = "Window";
"All monitors" = "All monitors";
"Main monitor only" = "Main monitor only";
"Screen capture mode" = "Screen capture mode";
"Play sounds" = "Play sounds";
"Display screen-shot in Image Converter" = "Display screen-shot in Image Converter";
"Save screen-shot to file" = "Save screen-shot to file";
"Save screen-shot to clipboard" = "Save screen-shot to clipboard";

"Resource Fork" = "Resource Fork";
"Data Fork" = "Data Fork";

"Recent Servers" = "Recent Servers";
"URL:" = "URL:";
"Man Pages" = "Man Pages";
"Connect To iDisk" = "Connect To iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "To connect to an iDisk, enter a .Mac member name and password.";
"Member name:" = "Member name:";
"Password:" = "Password:";
"Connect To iDisk Public Folder" = "Connect To iDisk Public Folder";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "To connect to the Public folder for a .Mac member, enter the member's account name.";
"Address:" = "Address:";
"Erase" = "Erase";
